const file = {};

export default file;

file.nav = ["عناويني", "المفضلة", "السلة", "البحث", "الرئيسية"];

file.header = ["منتجاتنا", "الفروع", "اطلب الآن", "حسابي", "تسجيل الخروج"];

file.footer = [
  "اتصل بنا",
  "روابط مساعدة",
  "نبذة عن مون 10",
  "من نحن",
  "الأسئلة الشائعة",
  "مواقع الفروع",
  "جميع الحقوق محفوظة", // 6
  "حلويات مونتانا سابقا",
  "تأسست عام 1950 من",
  "خبرة تزيد عن 73 عام في صناعة الحلويات",
];

file.settings = [
  "عناويني",
  "طلباتي",
  "المفضلة",
  "محفظتي",
  "الاعدادات",
  "تسجيل الخروج", // 5
  "العناوين المسجلة",
  "أضف عنوان جديد", // 7

  "بانتظار الموافقة",
  "جاري اعداد الطلب",
  "الطلب في الطريق اليك",
  "تم التوصيل",
  "تم الغاء الطلب",
  "منتج",
  "ر.س", // 14

  "الاسم بالكامل",
  "البريد الالكتروني",
  "رقم الهاتف",
  "تغيير كلمة المرور",
  "كلمة المرور الجديدة",
  "حفظ التحديثات",
  "من فضلك أكتب كلمة المرور",
  "تأكيد",
  "حدث خطأ، يرجى اعدة المحاولة", // 23

  "اختر عنوان التوصيل",
  "اضف عنوان جديد", // 25
  "المفضلة",
  "حول التطبيق", // 27
  "ابدأ إرسال الترشيحات",
  "يمكنك ترشيح مون 10 لأصدقاءك والحصول على مكافأة في محفظتك عندما:",
  "أكمل 5 طلبات",
  "متبقي 5 طلبات",
  "أصرف 1000 ر.س أو أكثر",
  "متبقي", // 33
  "احفظ العنوان باسم",
  "عنوان المنزل على سبيل المثال",
  "العنوان",
  "المنزل",
  "حدد الموقع على الخريطة",
  "أضف العنوان",
  "يجب ملئ جميع البيانات", // 40
  "حذف",
];

file.faq = ["الأسئلة الشائعة"];
file.allProducts = ["أقسام mon10", "ابحث باسم المنتج..."];

file.invoice = [
  "شكراً لاختياركم mon10",
  "يسرنا أن نُبلغكم أنه تم تقديم طلبكم بنجاح بتاريخ",
  "في تمام الساعة",
  "بيانات الاستلام",
  "كود الطلب",
  "طريقة الاستلام",
  "عنوان الاستلام",
  "طريقة الدفع",
  "الملاحظات والتوصيات",
  "لا يوجد", // 9

  "بيانات الطلب",
  "اسم المنتج",
  "السعر",
  "الاضافات",
  "العدد",
  "الاجمالي",
  "ثمن الطلب", // 16

  "رسوم التوصيل",
  "الاجمالي",
  "mon10 تتمنى لكم يوماً سعيداً!",
  "بدون اضافات",
  "ر.س", // 21
];

file.home = [
  "أرقام نفتخر بها",
  "في عائلة مون 10، نفتخر بأرقامنا التي تعكس نجاحاتنا وإنجازاتنا. نواصل السعي بكل شغف وطموح لنحقق المزيد من التميز والنمو في رحلتنا المستمرة",
  "",
  "سنة خبرة",
  "عميل سعيد",
  "عمل طلب",
  "صمم كيكتك بنفسك",
  `اجعل احتفالك مميزًا بلمستك الخاصة، اختر النكهات والتصاميم التي تعكس ذوقك الفريد وابتكر كيكة تروي حكايتك في كل تفاصيلها لتكون لحظاتك أحلى وأكثر تميزًا!`,
  "جميع المنتجات", // 8
  "تصاميم جاهزة لكل مناسبة",
  "آراء عملائنا",
  "",
  "",
  "",
  "اطلب الآن",
  "",
  "",
  "",
  "احجز الآن",
  "المنتجات الجديدة",
  "المنتجات الأكثر مبيعاً",
  "أقسام مون 10",
  "تصاميم جاهزة المناسبات",
  "خدمات مون 10 الإضافية",
];

file.alerts = ["تمييز الكل كمقروء"];

file.bookings = [
  "كيكات اليوم الوطني السعودي",
  "ينتهي الحجز في",
  "يوم",
  "ساعة",
  "دقيقة",
  "خصم 15% على الحجز المبكر لكيكات اليوم الوطني",
  "منتجات ذات صلة",
];

file.cart = [
  "السلة",
  "الدفع",
  "تأكيد الطلب",
  "أضف 100 ر.س للسلة وأحصل على 10 ر.س كاش باك",
  "المنتج",
  "الاضافات",
  "السعر",
  "العدد",
  "الاجمالي",
  "أضف",
  "إجمالي العربة",
  "إجمالي المنتجات",
  "الخصم",
  "الإجمالي",
  "بدون اضافات",
  "أكمل الدفع",
  "ر.س",
  "رسوم التوصيل",
  "أضف كود الخصم",
  "قد يعجبك ايضاً",
];

file.product = [
  "خصم",
  "تمت اضافة المنتج الى العربة بنجاح",
  "متوفر",
  "غير متوفر",
  "للقطعة",
  "اكتب رأيك",
  "الإضافات",
  "اختر من الاصناف",
  "اضف الى العربة",
  "منتجات ذات صلة",
  "ر.س",
  "السعرات الحرارية",
];

file.user = [
  "تسجيل الدخول",
  "أدخل رقم الهاتف وكلمة المرور",
  "رقم الهاتف",
  "كلمة المرور",
  "سجل دخول",
  "ليس لديك حساب بعد؟",
  "أنشئ حسابك الآن",
  "يرجى ملئ جميع البيانات",
  "إنشاء حساب جديد",
  "أنشئ حسابك الآن مجاناً",
  "الاسم",
  "",
  "رقم الهاتف",
  "كلمة المرور",
  "أنشئ حسابك",
  "لديك حساب بالفعل؟",
  "سجل دخولك",
  "يرجى التحقق من البيانات المطلوبة",
];

file.restaurant = [
  "يتطلب هذا الخيار تفعيل الـGPS",
  "اختيار أقرب مطعم",
  "اختار من فروعنا",
  "ابحث عن الفروع",
  "لم يتمكن المتصفح من تحديد موقعك",
];

file.checkout = [
  "السلة",
  "الدفع",
  "تأكيد الطلب",
  "بيانات الاستلام",
  "طريقة الاستلام",
  "الاستلام من الفرع",
  "توصيل", // 6
  "ملاحظات",
  "حدث خطأ",
  "من الفرع",
  "عند الاستلام",
  "الطلب",
  "التوصيل",
  "الخصم",
  "الإجمالي",
  "أكمل الدفع",
  "ر.س",
];

file.design = [
  "صمم كيكتك بنفسك",
  "أضف صورة",
  "العبارة على الكيك",
  "شكل آخر اكتبه في الملاحظات",
  "ملاحظات",
  "اضف الى العربة",
];

file.productItem = ["خصم", "جديد", "للقطعة", "اضافة للسلة"];
