export default function About() {
  return (
    <section id="about" className="container" style={{ textAlign: "justify" }}>
      <h3 className="text-center mb-5">
        مونتانا
        {/* <br /> */}: حكايات حلوة منذ 1950
      </h3>
      <p>
        تأسست حلويات مونتانا، المعروفة سابقًا بحلويات مونتانا، في عام 1950 كأول
        محل حلويات في مدينة جدة، وسرعان ما أصبحت معلمًا بارزًا في عالم الحلويات،
        تخصصت مونتانا في تقديم تجربة فريدة من نوعها تجمع بين النكهات الفرنسية
        واليونانية الأصيلة، حيث تقدم مجموعة متنوعة من الكيك والمعجنات التي تلبي
        جميع الأذواق.
      </p>

      <p>
        بفضل التزامها بالجودة والابتكار، توسعت حلويات مونتانا لتضم اليوم 10 فروع
        في مدينة جدة، وكل فرع يحمل الطابع الخاص بالعلامة التجارية التي تعبر عن
        التقاليد العريقة والحداثة في تقديم الحلويات، تستمر حلويات مونتانا في
        إثراء المشهد الثقافي بجدة من خلال إبداعاتها المميزة التي تجذب عشاق
        الحلويات من كل مكان.
      </p>
      <p>
        كما نؤمن في حلويات مونتانا بأن تجربة العميل هي جوهر نجاحنا، لذا وفرنا
        خيارات متنوعة تراعي جميع الأذواق، كما قمنا بتوفير خدمات صمم كيكتك بنفسك
        والتي تعطي العميل خيار تخصيص الكيك والحلويات، لتجعل من كل مناسبة حدثًا
        لا يُنسى، احتفل بمناسباتك الخاصة سواء كانت حفلة زواج أو خطوبة أو مناسبة
        تخرج أو حتى جميع أنواع الأعياد لتكون من تصميمك الخاص، معززة بلمسة حلويات
        مونتانا الساحرة.
      </p>

      <p>
        كما حصلت حلويات مونتانا على شهادة صادرة من هيئة الغذاء والدواء وشهادة
        الهاسب العالمية في سلامة الغذاء، مما يعكس التزامنا بأعلى معايير الجودة
        والأمان، وذلك من خلال مصنعنا الواقع في واحة مدن بعسفان، هو قلب إنتاجنا
        الذي يعمل وفقًا للمعايير الدولية وهو فخر صناعة سعودية 100%.
      </p>
    </section>
  );
}
