export default function About() {
  return (
    <section id="about" className="container" style={{ textAlign: "justify" }}>
      <h3 className="text-center">
        مون 10
        {/* <br /> */}: حكايات حلوة منذ 1950
      </h3>
      <h4>مقدمة:</h4>
      <p>
        تأسست شركة مون 10 في عام 1950، لتبدأ رحلة حافلة بالذكريات اللذيذة في
        عالم الحلويات. على مدى أكثر من 74 عامًا، أصبحت مون 10 اسمًا مرادفًا
        للجودة والطعم الأصيل، حيث تقدم تشكيلة واسعة من الحلويات التي تلبي جميع
        الأذواق.
      </p>

      <h4>قصة نجاح:</h4>
      <p>
        بدأت القصة في عام 1950، عندما قرر مؤسسو الشركة تقديم حلويات فريدة من
        نوعها تعتمد على مكونات طبيعية عالية الجودة. مع مرور السنوات، اكتسبت مون
        10 سمعة طيبة بفضل التزامها بالجودة والابتكار، مما جعلها وجهة محببة لعشاق
        الحلويات في المنطقة.
      </p>

      <h4>ما يميز مون 10:</h4>
      <p>
        التاريخ العريق: تتمتع مون 10 بتاريخ حافل بالإنجازات، مما يجعلها واحدة من
        أقدم وأعرق شركات الحلويات في المنطقة. الجودة العالية: تستخدم مون 10 أجود
        المكونات الطبيعية لضمان حصول عملائها على أفضل تجربة طعم. التنوع: تقدم
        مون 10 تشكيلة واسعة من الحلويات لتناسب جميع الأذواق والمناسبات، من
        الكلاسيكيات الخالدة إلى أحدث الابتكارات. الحرفية: يتم تحضير جميع حلويات
        مون 10 يدويًا وبأعلى درجة من الدقة والحرفية. الخدمة المميزة: تسعى مون 10
        دائمًا لتقديم أفضل خدمة لعملائها، من خلال فريق عمل متفاني وودود.
      </p>

      <h4>منتجاتنا:</h4>
      <p>
        تقدم مون 10 مجموعة متنوعة من الحلويات اللذيذة، بما في ذلك:
        <br />
        الكيك: تشكيلة واسعة من الكيك بمختلف النكهات والمناسبات.
        <br />
        التورتات: تورتات مصممة خصيصًا للمناسبات الخاصة.
        <br />
        المعجنات: تشكيلة لذيذة من المعجنات الفرنسية والعربية.
        <br />
        الحلويات الشرقية: تشكيلة متنوعة من الحلويات الشرقية التقليدية.
        <br />
        الشوكولاتة: تشكيلة من الشوكولاتة الفاخرة بأنواعها المختلفة.
      </p>

      <h4>رؤيتنا ومهمتنا:</h4>
      <p>
        تسعى مون 10 إلى أن تكون الوجهة الأولى لعشاق الحلويات في المنطقة، من خلال
        تقديم منتجات عالية الجودة وخدمات متميزة، كما تهدف إلى الحفاظ على التراث
        الحلوياتي العربي وتطويره.
      </p>
    </section>
  );
}
