[
  {
    "q": "من هي حلويات مون 10 ؟",
    "a": "حلويات مون 10 هي امتداد لحلويات مونتانا والتي تأسست عام 1950م وبخبرة تزيد عن 74 عام في صناعة الحلويات."
  },
  {
    "q": "ما هي أنواع الكيك والمعجنات التي تقدمونها ؟",
    "a": "نوفر لعملائنا الكيك والمعجنات على الطريقة الفرنسية واليونانية وبصناعة سعودية."
  },
  {
    "q": "ماهي المدن التي تتواجدون فيها حالياً ؟",
    "a": "نغطي حالياً مدينة جدة  فقط ونتطلع للتوسع خارج مدينة جدة قريباً بمشيئة الله."
  },
  {
    "q": "أين أجد فروعكم ؟",
    "a": "لدينا حالياً عشرة فروع بمدينة جدة في حي الصفا والسلامة والنزهة والحمدانية والياقوت والسليمانية والسامر والسنابل والواحة وكذلك في العزيزية ولمعرفة مواقع الفروع على قوقل ماب يمكن الاطلاع عليها من الرابط التالي ( الرابط )."
  },
  {
    "q": "هل تقدمون خدمة التوصيل؟ وما هي المناطق التي تغطيها ؟",
    "a": "نعم، لدينا خدمة التوصيل في مدينة جدة فقط."
  },
  {
    "q": "كيف يمكنني طلب كيكة مخصصة لمناسبة خاصة ؟",
    "a": "عن طريق الرابط التالي: (الرابط)"
  },
  {
    "q": "ما هي مدة الصلاحية لمنتجاتكم وكيف ينبغي تخزينها ؟",
    "a": "جميع المنتجات لدينا صلاحيتها 3 أيام ولكن من أجل ضمان جودة المنتجات فنحن لا نسمح ببقائها أكثر من يومين في جميع فروعنا، وينصح بتخزينها في درجات حرارة أقل من 5 درجات مئوية."
  },
  {
    "q": "هل تحتوي قائمة الطعام لديكم على سعرات حرارية معتمدة لكل منتج ؟",
    "a": "نعم، وهي معتمدة من الجهات المختصة ولدينا شهادات موثقة بهذا الخصوص."
  },
  {
    "q": "هل تحتوي قائمة الطعام لديكم على مسببات الحساسية معتمدة لكل منتج ؟",
    "a": "نعم، وهي معتمدة من الجهات المختصة ولدينا شهادات موثقة بهذا الخصوص."
  },
  {
    "q": "هل تحتوي قائمة الطعام لديكم على حقائق تغذوية معتمدة لكل منتج ؟",
    "a": "نعم، وهي معتمدة من الجهات المختصة ولدينا شهادات موثقة بهذا الخصوص."
  },
  {
    "q": "ما هي مصادر المكونات الرئيسية التي تستخدمونها في منتجاتكم ؟",
    "a": "جميع المواد المستخدمة لدينا هي صناعة أوروبية أو سعودية ومن أجود أنواع المنتجات."
  },
  {
    "q": "هل يمكن تعديل الطلبات بعد تقديمها ؟",
    "a": "نعم، يمكن تعديل الطلبات بعد تقديمها وذلك قبل استلام الطلب بـ 24 ساعة على الأقل."
  },
  {
    "q": "ما هي سياسات الإلغاء والاسترجاع لديكم ؟",
    "a": "نحن لا نسترد المنتجات التي خرجت من الفرع وذلك من أجل سلامة الجميع."
  },
  {
    "q": "هل لديكم شهادات تثبت جودة وسلامة منتجاتكم ؟",
    "a": "نعم، لدينا شهادة صادرة من هيئة الغذاء والدواء وكذلك شهادة الهاسب العالمية في سلامة الغذاء."
  },
  {
    "q": "ما هي الإجراءات التي تتخذونها لضمان سلامة الغذاء ؟",
    "a": "يتم استخدام نظام تتبع الغذاء بشكل دوري منذ بدء التصنيع وحتى الانتاج النهائي للمنتجات."
  },
  {
    "q": "هل تقدمون خصومات للطلبات الكبيرة أو للعملاء المتكررين ؟",
    "a": "نقدم برنامج ولاء لجميع العملاء ومع ذلك يمكن تقديم خصومات رائعة للطلبات الكبيرة أو للعملاء المتكررين."
  },
  {
    "q": "كيف يمكن للعملاء الحصول على الدعم الفني أو المساعدة في استخدام الموقع الإلكتروني ؟",
    "a": "يمكننا تقديم الدعم عن طريق الرقم الموحد المتوفر على الرابط التالي: (الرابط)"
  },
  {
    "q": "كيف يمكنني تقديم شكوى أو ملاحظات بخصوص الخدمة أو المنتجات ؟",
    "a": "يمكنك تقديم شكوى عن طريق الرقم الموحد المتوفر على الرابط التالي: (الرابط)"
  },
  {
    "q": "ما هي الطرق المتاحة للدفع ؟",
    "a": "يمكنك الدفع عن طريق الموقع أو المتجر الإلكتروني باستخدام أكثر وسائل الدفع أمانًا وذلك باستخدام مدى أو فيزا أو ماستركارد أو أمريكان إكسبريس أو أبل باي وقريبًا سامسونج باي."
  }
]
